applications/test/setAlphaField/Allrun
#!/bin/bash
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

runApplication blockMesh
#runApplication refineMesh -overwrite
touch test-initAlphaField.foam
restore0Dir
runApplication setAlphaField
#runApplication decomposePar
#runParallel $(getApplication)
#runApplication reconstructPar

#------------------------------------------------------------------------------
