applications/test/setAlphaField/Allrun_Slurm
#!/bin/bash
#
#SBATCH --job-name=test
#SBATCH --output=res.txt
#
####SBATCH --nodes=2
#SBATCH --ntasks=64

mpiexec compressibleInterFoam -parallel
#reconstructPar
#sleep 2
